import Link from 'next/link';
import React from 'react';

const PrivacyPolicyAr = () => {
  return (
    <>
      <div id="content-wrap" dir="rtl">
        <div className="banner banner--no-image banner--ar banner--full-overlay">
          <div className="banner__background"></div>
          <div className="banner__center text-center">
            <div className="container">
              <div className="row justify-content-center">
                <div className="col-md-11">
                  <h1 className="title title--xl title--bold off-screen off-screen--rotate-up">
                    سياسة الخصوصية
                  </h1>
                </div>
              </div>
            </div>
          </div>
        </div>
        <section className="main-page">
          <div className="container">
            <div className="row off-screen off-screen--fade-up justify-content-center">
              <div className="col-lg-7">
                <div className="the-content">
                  <h2>القانون</h2>
                  <p>{`
                    Argon &amp; Co هو الاسم التجاري لشركة Argon Consulting S.A.S، والتي تأسست في فرنسا تحت رقم الشركة 398 742 593 - RCS Nanterre. المكتب المسجل: Argon Consulting، 122 rue Edouard Vaillant، 92300 Levallois-Perret، فرنسا
                  `}</p>
                  <h2>الخصوصية</h2>
                  <p>{`
                    تأخذ Argon &amp; Co خصوصيتك على محمل الجد وامتثالاً لقانون حماية البيانات لعام 2018 ولوائح حماية البيانات العامة، فإننا ملتزمون بضمان حماية بياناتك وخصوصيتك. في حالة طلبنا منك تقديم معلومات معينة يمكن التعرف عليك من خلالها عند التفاعل معنا، يمكنك التأكد من أنها ستستخدم فقط وفقًا لبيان الخصوصية هذا. Argon &amp; Co هو المتحكم في البيانات (المشار إليه في هذه السياسة باسم "نحن" أو "لنا") للبيانات التي نجمعها من خلال موقعنا الإلكتروني، عندما تقدم استفسارًا، أنت جزء من شبكة الخريجين الخاصة بنا أو تبحث عن العمل معنا. نحن معالج بيانات للبيانات التي نستخدمها في علاقاتنا مع عملائنا وبينما تكون هذه البيانات في الغالب لأغراض العمل والمعالجة، فإننا ندرك أننا سنستخدم أيضًا البيانات الشخصية للموظفين أو جهات الاتصال التجارية مع كل عميل. قد نقوم بتغيير هذه السياسة من وقت لآخر عن طريق تحديث هذه الصفحة. يجب عليك التحقق من هذه الصفحة بشكل دوري للتأكد من رضاك عن أي تغييرات. تم تحديث هذه السياسة آخر مرة في 22 أغسطس.
                  `}</p>
                  <h2>جمع البيانات</h2>
                  <p>
                    <span className="intro">البيانات الشخصية</span>
                  </p>
                  <p>{`
                    تقدم Argon &amp; Co خدمات استراتيجية العمليات والتحول، ولتزويدك بهذه الخدمات قد نجمع المعلومات الشخصية التي نتلقاها عندما:
                  `}</p>
                  <ul>
                    <li>{`تسجل أو تستفسر عن خدماتنا`}</li>
                    <li>{`تنزل تقريرًا`}</li>
                    <li>{`تنضم إلى قائمتنا البريدية`}</li>
                    <li>{`
                      تحضر أو تطلب الحضور إلى أحد أحداث خريجينا
                    `}</li>
                    <li>{`تتقدم للانضمام أو العمل لدى Argon &amp; Co`}</li>
                    <li>{`تتواصل معنا أو تستخدم موقعنا الإلكتروني`}</li>
                  </ul>
                  <p>{`قد نجمع منك البيانات التالية:`}</p>
                  <ul>
                    <li>{`
                      تفاصيلك الشخصية، والتي تتضمن عنوان بريدك الإلكتروني، رقم هاتفك، شركتك، وظيفتك والصناعة التي تعمل فيها
                    `}</li>
                    <li>{`
                      تفاصيل تسجيل الدخول إلى حسابك، مثل اسم المستخدم وكلمة المرور التي اخترتها
                    `}</li>
                    <li>{`
                      معلومات حول سلوكك على الإنترنت على موقعنا الإلكتروني
                    `}</li>
                    <li>{`
                      معلومات حول أي أجهزة استخدمتها للوصول إلى موقعنا الإلكتروني (بما في ذلك النوع، الطراز ونظام التشغيل، عنوان IP، عنوان الموقع الإلكتروني الذي قمت بالربط منه، نوع المتصفح ومعرفات الجهاز المحمول وغيرها)
                    `}</li>
                    <li>{`
                      عناصر بروتوكول HTTP (عنوان خادمك واسم النطاق الأعلى (مثل .com، .gov وما إلى ذلك)، تاريخ ووقت الزيارة، وما إلى ذلك)
                    `}</li>
                    <li>{`مصطلحات البحث`}</li>
                  </ul>
                  <p>
                    <span className="intro">لماذا نجمع البيانات الشخصية</span>
                  </p>
                  <p>{`
                    البيانات التي نستخدمها يتم جمعها منك مباشرة ويتم جمعها للأغراض التالية:
                  `}</p>
                  <ul>
                    <li>{`الوفاء بخدماتنا التعاقدية معك`}</li>
                    <li>
                      {`
                      لتزويدك بالخدمات التي قد تطلبها منا
                       `}
                    </li>
                    <li>{`
                      لمصالحنا المشروعة في جعلك على دراية بالمجالات التي قد تهمك أو لإبلاغك بمنتجات وخدمات أخرى نقدمها
                    `}</li>
                    <li>{`
                      لتزويدك بالتحديثات عند الاشتراك في قائمتنا البريدية
                    `}</li>
                    <li>{`
                      الوفاء بالتزاماتنا القانونية والتنظيمية كصاحب عمل
                    `}</li>
                    <li>{`
                      للحفاظ على سلامة ورعاية موظفينا وضيوفنا
                    `}</li>
                    <li>{`لإدارة الموقع والنظام`}</li>
                    <li>{`للأبحاث والتطوير`}</li>
                  </ul>
                  <p>{`
                    بالنسبة لمستخدمي موقعنا الإلكتروني، نجمع البيانات لأغراض إحصائية فقط (على سبيل المثال لقياس استخدام/أداء الموقع) باستثناء في حالة حدوث خرق أمني حيث يمكن استخدامها لتتبع الخرق. لا يتم إعطاء أو بيع أي معلومات يتم جمعها من سجلات الويب إلى أي طرف ثالث.
                  `}</p>
                  <p>{`
                    أي معلومات شخصية تقدمها لنا ستستخدم فقط للغرض الذي تم طلبها فيه. لن يتم الكشف عن هذه المعلومات إلى طرف ثالث إلا إذا تم تفويضك بذلك أو كما يسمح به قانون حماية البيانات ولوائح حماية البيانات العامة.
                  `}</p>
                  <p>
                    <span className="intro">
                      مدة الاحتفاظ ببياناتك الشخصية
                    </span>
                  </p>
                  <p>{`
                    سنحتفظ بسجل لمعلوماتك الشخصية. يتم ذلك لتزويدك بخدمة عالية الجودة ومتسقة. سنحتفظ دائمًا بمعلوماتك الشخصية وفقًا للقانون واللوائح ولن نحتفظ بمعلوماتك لفترة أطول من اللازم.
                  `}</p>
                  <h2>أمن البيانات</h2>
                  <p>
                    <span className="intro">
                      الحفاظ على أمان معلوماتك وسلامتها
                    </span>
                  </p>
                  <p>{`
                    نحن ملتزمون بضمان أن معلوماتك الشخصية آمنة وحمايتها من الوصول غير المناسب أو العرضي، الاستخدام، المشاركة أو التدمير، وضد فقدانها.
                  `}</p>
                  <p>{`
                    لمنع الوصول غير المصرح به أو الكشف عنها، قمنا بوضع إجراءات مادية وإلكترونية وإدارية مناسبة لحماية وتأمين المعلومات التي نجمعها عبر الإنترنت وفي شكل ورقي وتوفير الوصول إلى بياناتك فقط للموظفين الذين يحتاجون إلى الوصول.
                  `}</p>
                  <p>{`
                    نستخدم أمان iThemes للحفاظ على أمان بيانات موقعنا الإلكتروني. تجمع iThemes عنوان IP للزوار، معرف المستخدم للمستخدمين المسجلين، واسم المستخدم لمحاولات تسجيل الدخول يتم تسجيلها للتحقق من النشاط الضار ولحماية الموقع من أنواع معينة من الهجمات. تشمل الأمثلة على الشروط عند حدوث تسجيل محاولات تسجيل الدخول، طلبات تسجيل الخروج، طلبات لعناوين URL مشبوهة، تغييرات في محتوى الموقع، وتحديثات كلمة المرور. يتم الاحتفاظ بهذه المعلومات لمدة 30 يومًا.
                  `}</p>
                  <p>{`
                    يتم فحص هذا الموقع للبحث عن البرامج الضارة والثغرات الأمنية. وهو جزء من شبكة المواقع التي تحمي ضد الهجمات العنيفة الموزعة. لتمكين هذه الحماية، يتم مشاركة عنوان IP للزوار الذين يحاولون تسجيل الدخول إلى الموقع مع خدمة مقدمة من iThemes.com. لمزيد من التفاصيل حول سياسة الخصوصية، يرجى الاطلاع على سياسة خصوصية iThemes.
                  `}</p>
                  <p>
                    <span className="intro">النقل الدولي للبيانات</span>
                  </p>
                  <p>{`
                    في أنشطتنا التجارية العادية، لا نشارك البيانات خارج المنطقة الاقتصادية الأوروبية إلا إذا كان ذلك ضروريًا داخل شركات مجموعتنا ولأغراض تزويدك بخدماتنا فقط.
                  `}</p>
                  <p>{`
                    قد يتم نقل البيانات الشخصية إلى دول خارج المنطقة الاقتصادية الأوروبية كجزء من عملية التقدم لعمل جديد (على سبيل المثال، السير الذاتية المرسلة كجزء من خدماتنا التعاقدية للعملاء). تم اعتماد بروتوكولات أمنية لضمان أن بياناتك تبقى آمنة عند نقلها.
                  `}</p>
                  <p>{`
                    إذا قمنا بنقل بياناتك إلى دول خارج المنطقة الاقتصادية الأوروبية، سنتخذ الخطوات اللازمة لضمان حماية حقوق الخصوصية الخاصة بك من خلال بنود التعاقد النموذجية المعتمدة من المفوضية الأوروبية.
                  `}</p>
                  <h2>الوصول إلى المعلومات وتصحيحها</h2>
                  <p>{`
                    قد يكون لديك الحق في طلب نسخة من المعلومات التي نحتفظ بها عنك. إذا كنت ترغب في طلب نسخة من معلوماتك الشخصية، يرجى الاتصال بنا. لا يتطلب الأمر أي رسوم، وسنقدم لك معلوماتك الشخصية في غضون شهر واحد من استلام طلبك.
                  `}</p>
                  <p>{`
                    إذا كانت أي معلومات نحتفظ بها عنك غير صحيحة أو غير كاملة، يرجى الاتصال بنا في أقرب وقت ممكن. سنصحح أي معلومات تبين أنها غير صحيحة في أقرب وقت ممكن.
                  `}</p>
                  <h2>التغييرات في سياسة الخصوصية</h2>
                  <p>{`
                    قد نقوم بتحديث هذه السياسة من وقت لآخر لتعكس أي تغييرات في الطريقة التي نعالج بها معلوماتك الشخصية أو في المتطلبات القانونية. سنقوم بنشر أي تغييرات على هذه الصفحة وسنعلمك بأي تغييرات جوهرية.
                  `}</p>
                  <h2>تواصل معنا</h2>
                  <p>{`
                    إذا كانت لديك أي استفسارات حول هذه السياسة أو معلوماتك الشخصية، يرجى الاتصال بنا عبر:
                  `}</p>
                  <ul>
                    <li>{`البريد الإلكتروني: privacy@argonandco.com`}</li>
                    <li>{`العنوان البريدي: Argon &amp; Co، 122 rue Edouard Vaillant، 92300 Levallois-Perret، فرنسا`}</li>
                    <li>{`الهاتف: +33 1 41 05 94 94`}</li>
                  </ul>
                </div>
              </div>
            </div>
          </div>
        </section>
      </div>
    </>
  );
};

export default PrivacyPolicyAr;
